Revit 2027 API
ParameterTypeId.StructuralBottomReleaseMy Property
 "Base My"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralBottomReleaseMy { get; }
Public Shared ReadOnly Property StructuralBottomReleaseMy As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralBottomReleaseMy {
	ForgeTypeId^ get ();
}
static member StructuralBottomReleaseMy : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace